Repository: adriankraemer/Immich-Viewer
Catalog: Immich-Viewer/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld images
de: %lld Bilder
es: %lld imágenes

source: %lld years ago
de: vor %lld Jahren
es: hace %lld años
fr: il y a %lld ans

source: 🔧 TECHNICAL DETAILS
de: 🔧 TECHNISCHE DETAILS
es: 🔧 DETALLES TÉCNICOS
fr: 🔧 DÉTAILS TECHNIQUES

source: 1 year ago
de: vor 1 Jahr
es: hace 1 año
fr: il y a 1 an

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours

source: 12 Hour
de: 12-Stunden
es: 12 horas
fr: 12 heures

source: 24 Hour
de: 24-Stunden
es: 24 horas
fr: 24 heures

source: About
de: Über
es: Acerca de
fr: À propos

source: Access forbidden. Please check your permissions or contact your administrator.
de: Zugriff verweigert. Bitte überprüfe deine Berechtigungen oder kontaktiere deinen Administrator.
es: Acceso denegado. Por favor, verifica tus permisos o contacta a tu administrador.
fr: Accès interdit. Veuillez vérifier vos permissions ou contacter votre administrateur.

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte

source: Add User
de: Benutzer hinzufügen
es: Añadir usuario
fr: Ajouter un utilisateur

source: Add User Error
de: Fehler beim Hinzufügen
es: Error al añadir usuario
fr: Erreur d'ajout d'utilisateur

source: Adding...
de: Hinzufügen...
es: Añadiendo...
fr: Ajout en cours...

source: AGPL-3.0 License
de: AGPL-3.0 Lizenz
es: Licencia AGPL-3.0
fr: Licence AGPL-3.0

source: Albums
de: Alben
es: Álbumes

source: Albums & Collections Sort Order
de: Sortierung für Alben & Sammlungen
es: Orden de álbumes y colecciones
fr: Ordre des albums et collections

source: All Photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos

source: All Photos Sort Order
de: Sortierung für alle Fotos
es: Orden de todas las fotos
fr: Ordre de toutes les photos

source: An unexpected error occurred. This error type is not specifically handled yet.
de: Ein unerwarteter Fehler ist aufgetreten. Dieser Fehlertyp wird noch nicht spezifisch behandelt.
es: Se produjo un error inesperado. Este tipo de error aún no se maneja específicamente.
fr: Une erreur inattendue s'est produite. Ce type d'erreur n'est pas encore géré spécifiquement.

source: Aperture
de: Blende
es: Apertura
fr: Ouverture

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API

source: Are you sure you want to delete the current user? You will be switched to another saved user.
de: Möchtest du den aktuellen Benutzer wirklich löschen? Du wirst zu einem anderen gespeicherten Benutzer gewechselt.
es: ¿Estás seguro de que quieres eliminar el usuario actual? Se cambiará a otro usuario guardado.
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur actuel ? Vous serez basculé vers un autre utilisateur enregistré.

source: Are you sure you want to delete this user account?
de: Möchtest du dieses Benutzerkonto wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta cuenta de usuario?
fr: Êtes-vous sûr de vouloir supprimer ce compte utilisateur ?

source: Are you sure you want to delete this user?
de: Möchtest du diesen Benutzer wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?

source: Are you sure you want to delete this user? This will sign you out and you'll need to sign in again to access your photos.
de: Möchtest du diesen Benutzer wirklich löschen? Du wirst abgemeldet und musst dich erneut anmelden, um auf deine Fotos zuzugreifen.
es: ¿Estás seguro de que quieres eliminar este usuario? Se cerrará tu sesión y tendrás que iniciar sesión de nuevo para acceder a tus fotos.
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ? Vous serez déconnecté et devrez vous reconnecter pour accéder à vos photos.

source: Authentication failed. Please check your login credentials and try again.
de: Authentifizierung fehlgeschlagen. Bitte überprüfe deine Anmeldedaten und versuche es erneut.
es: Error de autenticación. Por favor, verifica tus credenciales e inténtalo de nuevo.
fr: Échec de l'authentification. Veuillez vérifier vos identifiants et réessayer.

source: Auto-Start After
de: Automatisch starten nach
es: Inicio automático después de
fr: Démarrage auto après

source: Auto-Start Slideshow
de: Diashow automatisch starten
es: Iniciar presentación automáticamente
fr: Démarrage auto du diaporama

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan

source: Background style for slideshow mode
de: Hintergrundstil für Diashow-Modus
es: Estilo de fondo para el modo presentación
fr: Style d'arrière-plan pour le mode diaporama

source: Black
de: Schwarz
es: Negro
fr: Noir

source: Blue
de: Blau
es: Azul
fr: Bleu

source: Buffering
de: Puffern
es: Cargando buffer
fr: Mise en mémoire tampon

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Choose between a classic tab bar or the adaptive sidebar layout
de: Wähle zwischen klassischer Tab-Leiste oder adaptivem Seitenleisten-Layout
es: Elige entre una barra de pestañas clásica o el diseño de barra lateral adaptable
fr: Choisissez entre une barre d'onglets classique ou la disposition adaptative de la barre latérale

source: Choose between location-based places or on this day memories
de: Wähle zwischen ortsbezogenen Orten oder Erinnerungen an diesem Tag
es: Elige entre lugares basados en ubicación o recuerdos de este día
fr: Choisissez entre les lieux basés sur la localisation ou les souvenirs de ce jour

source: Choose between recent photos or random photos from your library.
de: Wähle zwischen neuesten Fotos oder zufälligen Fotos aus deiner Bibliothek.
es: Elige entre fotos recientes o fotos aleatorias de tu biblioteca.
fr: Choisissez entre photos récentes ou photos aléatoires de votre bibliothèque.

source: Choose display style or disable Top Shelf entirely (Top shelf does not show portrait images)
de: Wähle den Anzeigestil oder deaktiviere Top Shelf vollständig (Top Shelf zeigt keine Hochformat-Bilder)
es: Elige el estilo de visualización o desactiva Top Shelf completamente (Top Shelf no muestra imágenes en vertical)
fr: Choisissez le style d'affichage ou désactivez complètement Top Shelf (Top Shelf n'affiche pas les images en portrait)

source: Choose how folders are displayed in the Folders tab
de: Wähle, wie Ordner im Ordner-Tab angezeigt werden
es: Elige cómo se muestran las carpetas en la pestaña Carpetas
fr: Choisissez comment les dossiers sont affichés dans l'onglet Dossiers

source: Choose visual effects for slideshow images
de: Wähle visuelle Effekte für Diashow-Bilder
es: Elige efectos visuales para las imágenes de la presentación
fr: Choisissez les effets visuels pour les images du diaporama

source: Choose which tab opens when the app starts
de: Wähle, welcher Tab beim App-Start geöffnet wird
es: Elige qué pestaña se abre cuando se inicia la app
fr: Choisissez quel onglet s'ouvre au démarrage de l'app

source: Cities
de: Städte
es: Ciudades
fr: Villes

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer

source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache

source: Clear Expired
de: Abgelaufene löschen
es: Borrar expirados
fr: Effacer les expirés

source: Clock Format
de: Uhrzeitformat
es: Formato de reloj
fr: Format d'horloge

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire

source: Collections Sort Order
de: Sortierung für Sammlungen
es: Orden de colecciones
fr: Ordre des collections

source: Compact
de: Kompakt
es: Compacto

source: Connect another Immich server
de: Einen anderen Immich-Server verbinden
es: Conectar otro servidor Immich
fr: Connecter un autre serveur Immich

source: Connected Server
de: Verbundener Server
es: Servidor conectado
fr: Serveur connecté

source: Could not calculate memory date
de: Erinnerungsdatum konnte nicht berechnet werden
es: No se pudo calcular la fecha del recuerdo
fr: Impossible de calculer la date du souvenir

source: Countries
de: Länder
es: Países
fr: Pays

source: Current Usage
de: Aktuelle Nutzung
es: Uso actual
fr: Utilisation actuelle

source: Customize your experience
de: Passe dein Erlebnis an
es: Personaliza tu experiencia
fr: Personnalisez votre expérience

source: Data access error. The app tried to access data that doesn't exist.
de: Datenzugriffsfehler. Die App hat versucht, auf nicht vorhandene Daten zuzugreifen.
es: Error de acceso a datos. La app intentó acceder a datos que no existen.
fr: Erreur d'accès aux données. L'app a essayé d'accéder à des données inexistantes.

source: Data parsing error. The server returned unexpected data format.
de: Fehler beim Parsen der Daten. Der Server hat ein unerwartetes Datenformat zurückgegeben.
es: Error de análisis de datos. El servidor devolvió un formato de datos inesperado.
fr: Erreur d'analyse des données. Le serveur a renvoyé un format de données inattendu.

source: Data type error. Unexpected data format encountered.
de: Datentypfehler. Unerwartetes Datenformat gefunden.
es: Error de tipo de datos. Se encontró un formato de datos inesperado.
fr: Erreur de type de données. Format de données inattendu rencontré.

source: Date
de: Datum
es: Fecha

source: Date (file created)
de: Datum (Datei erstellt)
es: Fecha (archivo creado)
fr: Date (fichier créé)

source: Default - Random from all photos
de: Standard – Zufällig aus allen Fotos
es: Predeterminado – Aleatorio de todas las fotos
fr: Par défaut – Aléatoire parmi toutes les photos

source: Default Startup Tab
de: Standard-Starttab
es: Pestaña de inicio predeterminada
fr: Onglet de démarrage par défaut

source: Default Tab
de: Standard-Tab
es: Pestaña predeterminada
fr: Onglet par défaut

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete User
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur

source: Disk Cache
de: Festplatten-Cache
es: Caché de disco
fr: Cache disque

source: Disk Limit
de: Festplatten-Limit
es: Límite de disco
fr: Limite disque

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Enable the albums tab in the main navigation
de: Alben-Tab in der Hauptnavigation aktivieren
es: Activar la pestaña de álbumes en la navegación principal
fr: Activer l'onglet albums dans la navigation principale

source: Enable the folders tab in the main navigation
de: Ordner-Tab in der Hauptnavigation aktivieren
es: Activar la pestaña de carpetas en la navegación principal
fr: Activer l'onglet dossiers dans la navigation principale

source: Enable the tags tab in the main navigation
de: Tags-Tab in der Hauptnavigation aktivieren
es: Activar la pestaña de etiquetas en la navegación principal
fr: Activer l'onglet tags dans la navigation principale

source: Enable the world map tab in the main navigation
de: Weltkarten-Tab in der Hauptnavigation aktivieren
es: Activar la pestaña del mapa mundial en la navegación principal
fr: Activer l'onglet carte du monde dans la navigation principale

source: Enter your API key
de: Gib deinen API-Schlüssel ein
es: Introduce tu clave API
fr: Entrez votre clé API

source: Enter your password
de: Gib dein Passwort ein
es: Introduce tu contraseña
fr: Entrez votre mot de passe

source: Error
de: Fehler
fr: Erreur

source: Error in: %@
de: Fehler in: %@
es: Error en: %@
fr: Erreur dans : %@

source: Error Loading Folders
de: Fehler beim Laden der Ordner
es: Error al cargar carpetas
fr: Erreur lors du chargement des dossiers

source: Error Loading Video
de: Fehler beim Laden des Videos
es: Error al cargar el vídeo
fr: Erreur lors du chargement de la vidéo

source: Expand
de: Ausklappen
es: Expandir
fr: Développer

source: Expiration
de: Ablauf
es: Expiración

source: Explore
de: Entdecken
es: Explorar
fr: Explorer

source: Explore View
de: Entdecken-Ansicht
es: Vista de exploración
fr: Vue d'exploration

source: Fade Only
de: Nur Überblendung
es: Solo fundido
fr: Fondu uniquement

source: Failed to load albums
de: Alben konnten nicht geladen werden
es: Error al cargar los álbumes
fr: Échec du chargement des albums

source: Failed to load image
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Échec du chargement de l'image

source: Failed to load statistics
de: Statistiken konnten nicht geladen werden
es: Error al cargar las estadísticas
fr: Échec du chargement des statistiques

source: Failed to load video thumbnail
de: Video-Vorschaubild konnte nicht geladen werden
es: Error al cargar la miniatura del vídeo
fr: Échec du chargement de la miniature vidéo

source: Failed to sign in. Please check your API key and try again.
de: Anmeldung fehlgeschlagen. Bitte überprüfe deinen API-Schlüssel und versuche es erneut.
es: Error al iniciar sesión. Por favor, verifica tu clave API e inténtalo de nuevo.
fr: Échec de la connexion. Veuillez vérifier votre clé API et réessayer.

source: Failed to sign in. Please check your credentials and try again.
de: Anmeldung fehlgeschlagen. Bitte überprüfe deine Anmeldedaten und versuche es erneut.
es: Error al iniciar sesión. Por favor, verifica tus credenciales e inténtalo de nuevo.
fr: Échec de la connexion. Veuillez vérifier vos identifiants et réessayer.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris

source: File Size
de: Dateigröße
es: Tamaño de archivo
fr: Taille du fichier

source: File system error. Unable to access or save files.
de: Dateisystemfehler. Dateien können nicht gelesen oder gespeichert werden.
es: Error del sistema de archivos. No se pueden acceder o guardar archivos.
fr: Erreur du système de fichiers. Impossible d'accéder ou d'enregistrer les fichiers.

source: Focal Length
de: Brennweite
es: Distancia focal
fr: Longueur focale

source: folder
de: Ordner
es: carpeta
fr: dossier

source: Folder dates could not be determined
de: Ordnerdaten konnten nicht ermittelt werden
es: No se pudieron determinar las fechas de la carpeta
fr: Les dates du dossier n'ont pas pu être déterminées

source: Folder View
de: Ordneransicht
es: Vista de carpeta
fr: Vue dossier

source: Folder View Mode
de: Ordneransichtsmodus
es: Modo de vista de carpeta
fr: Mode d'affichage des dossiers

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

source: Folders with indexed assets will appear here
de: Ordner mit indizierten Dateien werden hier angezeigt
es: Las carpetas con archivos indexados aparecerán aquí
fr: Les dossiers avec des fichiers indexés apparaîtront ici

source: for Apple TV
de: für Apple TV
es: para Apple TV
fr: pour Apple TV

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran

source: Gray
de: Grau
es: Gris
fr: Gris

source: Grid
de: Raster
es: Cuadrícula
fr: Grille

source: Hide clock, date, location overlay from slideshow and fullscreen view.
de: Uhr, Datum und Standort-Overlay in Diashow und Vollbildansicht ausblenden.
es: Ocultar reloj, fecha y ubicación en la presentación y vista de pantalla completa.
fr: Masquer l'horloge, la date et la superposition de lieu du diaporama et de la vue plein écran.

source: Hide Image Overlays
de: Bild-Overlays ausblenden
es: Ocultar superposiciones de imagen
fr: Masquer les superpositions d'image

source: Home screen display
de: Startbildschirm-Anzeige
es: Pantalla de inicio
fr: Affichage écran d'accueil

source: Image Effects
de: Bildeffekte
es: Efectos de imagen
fr: Effets d'image

source: Image loading error. The selected image could not be loaded or is corrupted.
de: Fehler beim Laden des Bildes. Das ausgewählte Bild konnte nicht geladen werden oder ist beschädigt.
es: Error al cargar la imagen. La imagen seleccionada no se pudo cargar o está dañada.
fr: Erreur de chargement de l'image. L'image sélectionnée n'a pas pu être chargée ou est corrompue.

source: Image navigation error. The slideshow encountered an issue with image ordering.
de: Fehler bei der Bildnavigation. Die Diashow hatte ein Problem mit der Bildreihenfolge.
es: Error de navegación de imagen. La presentación tuvo un problema con el orden de las imágenes.
fr: Erreur de navigation d'image. Le diaporama a rencontré un problème avec l'ordre des images.

source: Image Selection
de: Bildauswahl
es: Selección de imagen
fr: Sélection d'image

source: Image Size
de: Bildgröße
es: Tamaño de imagen
fr: Taille de l'image

source: Images
de: Bilder
es: Imágenes

source: Immich is a high-performance, self-hosted photo and video management solution.
de: Immich ist eine leistungsstarke, selbst gehostete Foto- und Videoverwaltungslösung.
es: Immich es una solución de gestión de fotos y vídeos de alto rendimiento y autoalojada.
fr: Immich est une solution de gestion de photos et vidéos haute performance et auto-hébergée.

source: Interface
de: Oberfläche
es: Interfaz

source: Invalid server URL. Please check your server configuration in settings.
de: Ungültige Server-URL. Bitte überprüfe deine Serverkonfiguration in den Einstellungen.
es: URL del servidor inválida. Por favor, verifica la configuración del servidor en ajustes.
fr: URL du serveur invalide. Veuillez vérifier la configuration de votre serveur dans les réglages.

source: items
de: Elemente
es: elementos
fr: éléments

source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@

source: Lens
de: Objektiv
es: Lente
fr: Objectif

source: Library Content
de: Bibliotheksinhalt
es: Contenido de la biblioteca
fr: Contenu de la bibliothèque

source: Library insights
de: Bibliotheksübersicht
es: Información de biblioteca
fr: Aperçu de la bibliothèque

source: Library Statistics
de: Bibliotheksstatistiken
es: Estadísticas de la biblioteca
fr: Statistiques de la bibliothèque

source: Loading albums...
de: Alben werden geladen...
es: Cargando álbumes...
fr: Chargement des albums...

source: Loading details...
de: Details werden geladen...
es: Cargando detalles...
fr: Chargement des détails...

source: Loading explore data...
de: Entdecken-Daten werden geladen...
es: Cargando datos de exploración...
fr: Chargement des données d'exploration...

source: Loading folder dates...
de: Ordnerdaten werden geladen...
es: Cargando fechas de carpeta...
fr: Chargement des dates de dossier...

source: Loading folders...
de: Ordner werden geladen...
es: Cargando carpetas...
fr: Chargement des dossiers...

source: Loading map data...
de: Kartendaten werden geladen...
es: Cargando datos del mapa...
fr: Chargement des données de carte...

source: Loading memories...
de: Erinnerungen werden geladen...
es: Cargando recuerdos...
fr: Chargement des souvenirs...

source: Loading more...
de: Mehr wird geladen...
es: Cargando más...
fr: Chargement...

source: Loading people...
de: Personen werden geladen...
es: Cargando personas...
fr: Chargement des personnes...

source: Loading photos...
de: Fotos werden geladen...
es: Cargando fotos...
fr: Chargement des photos...

source: Loading statistics...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...

source: Loading tags...
de: Tags werden geladen...
es: Cargando etiquetas...
fr: Chargement des tags...

source: Loading thumbnail...
de: Vorschaubild wird geladen...
es: Cargando miniatura...
fr: Chargement de la miniature...

source: Loading Video
de: Video wird geladen
es: Cargando vídeo
fr: Chargement de la vidéo

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

source: Location
de: Ort
es: Ubicación
fr: Lieu

source: Long Press: Zoom Out
de: Langes Drücken: Herauszoomen
es: Mantener pulsado: Alejar
fr: Appui long : Zoom arrière

source: Make sure your Immich server is accessible from this device
de: Stelle sicher, dass dein Immich-Server von diesem Gerät aus erreichbar ist
es: Asegúrate de que tu servidor Immich sea accesible desde este dispositivo
fr: Assurez-vous que votre serveur Immich est accessible depuis cet appareil

source: Memories
de: Erinnerungen
es: Recuerdos
fr: Souvenirs

source: Memory Cache
de: Speicher-Cache
es: Caché de memoria
fr: Cache mémoire

source: Memory error. The app ran out of available memory. Try closing other apps.
de: Speicherfehler. Der App ist der verfügbare Speicher ausgegangen. Versuche, andere Apps zu schließen.
es: Error de memoria. La app se quedó sin memoria disponible. Intenta cerrar otras apps.
fr: Erreur de mémoire. L'app a manqué de mémoire disponible. Essayez de fermer d'autres apps.

source: Memory error. The image is too large to display properly.
de: Speicherfehler. Das Bild ist zu groß, um es richtig anzuzeigen.
es: Error de memoria. La imagen es demasiado grande para mostrarla correctamente.
fr: Erreur de mémoire. L'image est trop grande pour être affichée correctement.

source: Memory Limit
de: Speicher-Limit
es: Límite de memoria
fr: Limite mémoire

source: Memory: %@
de: Erinnerung: %@
es: Recuerdo: %@
fr: Souvenir : %@

source: Missing data error. Required information was not available.
de: Fehlende Daten. Erforderliche Informationen waren nicht verfügbar.
es: Error de datos faltantes. La información requerida no estaba disponible.
fr: Erreur de données manquantes. Les informations requises n'étaient pas disponibles.

source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement

source: Named
de: Benannt
es: Con nombre
fr: Nommé

source: Navigation Style
de: Navigationsstil
es: Estilo de navegación
fr: Style de navigation

source: Network connection error. Please check your internet connection.
de: Netzwerkverbindungsfehler. Bitte überprüfe deine Internetverbindung.
es: Error de conexión de red. Por favor, verifica tu conexión a internet.
fr: Erreur de connexion réseau. Veuillez vérifier votre connexion internet.

source: Network error. Please check your internet connection and try again.
de: Netzwerkfehler. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: Error de red. Por favor, verifica tu conexión a internet e inténtalo de nuevo.
fr: Erreur réseau. Veuillez vérifier votre connexion internet et réessayer.

source: Newest First
de: Neueste zuerst
es: Más recientes primero
fr: Plus récentes d'abord

source: No Albums Found
de: Keine Alben gefunden
es: No se encontraron álbumes
fr: Aucun album trouvé

source: No Folders Found
de: Keine Ordner gefunden
es: No se encontraron carpetas
fr: Aucun dossier trouvé

source: No images available. Please select an album with images.
de: Keine Bilder verfügbar. Bitte wähle ein Album mit Bildern.
es: No hay imágenes disponibles. Por favor, selecciona un álbum con imágenes.
fr: Aucune image disponible. Veuillez sélectionner un album avec des images.

source: No images to display
de: Keine Bilder zum Anzeigen
es: No hay imágenes para mostrar
fr: Aucune image à afficher

source: No Location Data
de: Keine Standortdaten
es: Sin datos de ubicación
fr: Aucune donnée de localisation

source: No Memories Today
de: Keine Erinnerungen heute
es: Sin recuerdos hoy
fr: Pas de souvenirs aujourd'hui

source: No People Found
de: Keine Personen gefunden
es: No se encontraron personas
fr: Aucune personne trouvée

source: No Photos Found
de: Keine Fotos gefunden
es: No se encontraron fotos
fr: Aucune photo trouvée

source: No photos found for this day
de: Keine Fotos für diesen Tag gefunden
es: No se encontraron fotos para este día
fr: Aucune photo trouvée pour ce jour

source: No Photos in Album
de: Keine Fotos im Album
es: No hay fotos en el álbum
fr: Aucune photo dans l'album

source: No Photos of Person
de: Keine Fotos dieser Person
es: No hay fotos de esta persona
fr: Aucune photo de cette personne

source: No Places Found
de: Keine Orte gefunden
es: No se encontraron lugares
fr: Aucun lieu trouvé

source: No Results Found
de: Keine Ergebnisse gefunden
es: Sin resultados
fr: Aucun résultat

source: No Tags Found
de: Keine Tags gefunden
es: No se encontraron etiquetas
fr: Aucun tag trouvé
